Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Make sure the sender uses the same network you pick. Sending across networks may result in permanent loss.
af: Maak seker die afsender gebruik dieselfde netwerk wat jy kies. Om tussen netwerke te stuur kan tot permanente verlies lei.
ar: ‏تأكد من أن المرسل يستخدم الشبكة نفسها التي تختارها. قد يؤدي الإرسال بين الشبكات إلى خسارة دائمة.
bg: Уверете се, че подателят използва същата мрежа, която сте избрали. Изпращането между мрежи може да доведе до окончателна загуба.
bn: নিশ্চিত করুন যে প্রেরক সেই একই নেটওয়ার্ক ব্যবহার করছেন যা আপনি বেছে নেন। নেটওয়ার্কের মধ্যে পাঠানো স্থায়ী ক্ষতির কারণ হতে পারে।
ca: Assegureu-vos que el remitent utilitza la mateixa xarxa que trieu. Enviar entre xarxes pot provocar una pèrdua permanent.
cs: Ujistěte se, že odesílatel používá stejnou síť, kterou si zvolíte. Odesílání mezi sítěmi může vést k trvalé ztrátě.
da: Sørg for, at afsenderen bruger samme netværk, som du vælger. At sende på tværs af netværk kan medføre permanent tab.
de: Stellen Sie sicher, dass der Absender dasselbe Netzwerk verwendet, das Sie wählen. Senden zwischen Netzwerken kann zu einem dauerhaften Verlust führen.
el: Βεβαιωθείτε ότι ο αποστολέας χρησιμοποιεί το ίδιο δίκτυο που επιλέγετε. Η αποστολή μεταξύ δικτύων μπορεί να οδηγήσει σε μόνιμη απώλεια.
es: Asegúrate de que el remitente use la misma red que elijas. Enviar entre redes puede provocar una pérdida permanente.
et: Veenduge, et saatja kasutab sama võrku, mille te valite. Võrkudevaheline saatmine võib põhjustada püsiva kaotuse.
fa: ‏مطمئن شوید فرستنده از همان شبکه‌ای استفاده می‌کند که شما انتخاب کرده‌اید. ارسال بین شبکه‌های مختلف می‌تواند به از دست رفتن دائمی منجر شود.
fi: Varmista, että lähettäjä käyttää samaa verkkoa, jonka valitset. Verkkojen välinen lähettäminen voi johtaa pysyvään menetykseen.
fil: Siguraduhing ginagamit ng nagpapadala ang parehong network na pinili mo. Ang pagpapadala sa pagitan ng mga network ay maaaring magresulta sa permanenteng pagkawala.
fr: Assurez-vous que l'expéditeur utilise le même réseau que celui que vous choisissez. Envoyer entre réseaux peut entraîner une perte permanente.
he: ‏ודא שהשולח משתמש באותה רשת שאתה בוחר. שליחה בין רשתות עלולה לגרום לאובדן קבוע.
hi: सुनिश्चित करें कि भेजने वाला वही नेटवर्क उपयोग करे जो आप चुनते हैं। नेटवर्कों के बीच भेजना स्थायी हानि का कारण बन सकता है।
hr: Pazite da pošiljatelj koristi istu mrežu koju odaberete. Slanje između mreža može dovesti do trajnog gubitka.
hu: Győződjön meg róla, hogy a feladó ugyanazt a hálózatot használja, amelyet Ön kiválaszt. A hálózatok közötti küldés végleges veszteséget eredményezhet.
id: Pastikan pengirim menggunakan jaringan yang sama dengan yang Anda pilih. Mengirim antar jaringan dapat menyebabkan kehilangan permanen.
is: Gakktu úr skugga um að sendandinn noti sama net og þú velur. Að senda á milli neta getur leitt til varanlegs taps.
it: Assicurati che il mittente usi la stessa rete che scegli tu. Inviare tra reti diverse può comportare una perdita permanente.
ja: 送信者があなたが選んだのと同じネットワークを使うことを確認してください。異なるネットワーク間の送金は資産の永久喪失につながる可能性があります。
ko: 보내는 사람이 선택한 동일한 네트워크를 사용하는지 확인하세요. 네트워크를 잘못 선택하여 보내면 영구적인 손실이 발생할 수 있습니다.
lt: Įsitikinkite, kad siuntėjas naudoja tą patį tinklą, kurį pasirenkate. Siunčiant tarp tinklų galima prarasti lėšas visam laikui.
lv: Pārliecinieties, ka sūtītājs izmanto to pašu tīklu, ko izvēlaties. Sūtīšana starp tīkliem var radīt neatgriezenisku zaudējumu.
ml: നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന അതേ നെറ്റ്‌വർക്ക് അയക്കുന്നയാളും ഉപയോഗിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക. നെറ്റ്‌വർക്കുകൾക്കിടയിൽ അയക്കുന്നത് സ്ഥിരമായ നഷ്ടത്തിന് കാരണമാകാം.
mr: तुम्ही निवडलेले तेच नेटवर्क पाठवणाऱ्याने वापरत आहे याची खात्री करा. नेटवर्क्समध्ये पाठवल्याने कायमचा तोटा होऊ शकतो.
ms: Pastikan penghantar menggunakan rangkaian yang sama seperti yang anda pilih. Menghantar antara rangkaian boleh menyebabkan kerugian kekal.
nb: Sørg for at avsenderen bruker det samme nettverket du velger. Å sende på tvers av nettverk kan føre til permanent tap.
nl: Zorg ervoor dat de afzender hetzelfde netwerk gebruikt als dat jij kiest. Versturen tussen netwerken kan tot definitief verlies leiden.
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਭੇਜਣ ਵਾਲਾ ਉਹੀ ਨੈੱਟਵਰਕ ਵਰਤਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਚੁਣਦੇ ਹੋ। ਨੈੱਟਵਰਕਾਂ ਵਿਚਕਾਰ ਭੇਜਣ ਨਾਲ ਸਥਾਈ ਨੁਕਸਾਨ ਹੋ ਸਕਦਾ ਹੈ।
pl: Upewnij się, że nadawca używa tej samej sieci, którą wybierasz. Wysyłanie między sieciami może skutkować trwałą utratą środków.
pt_br: Certifique-se de que o remetente use a mesma rede que você escolher. Enviar entre redes pode resultar em perda permanente.
ro: Asigurați-vă că expeditorul folosește aceeași rețea pe care o alegeți. Trimiterea între rețele poate duce la pierdere permanentă.
ru: Убедитесь, что отправитель использует ту же сеть, что и вы. Отправка между сетями может привести к безвозвратной потере средств.
sk: Uistite sa, že odosielateľ používa rovnakú sieť, akú si vyberiete. Odosielanie medzi sieťami môže viesť k trvalej strate.
sl: Poskrbite, da pošiljatelj uporablja isto omrežje, ki ga izberete. Pošiljanje med omrežji lahko privede do trajne izgube.
sr: Уверите се да пошиљалац користи исту мрежу коју изаберете. Слање између мрежа може довести до трајног губитка.
sv: Se till att avsändaren använder samma nätverk som du väljer. Att skicka mellan nätverk kan leda till permanent förlust.
sw: Hakikisha mtumaji anatumia mtandao uleule unaouchagua. Kutuma kati ya mitandao kunaweza kusababisha hasara ya kudumu.
ta: அனுப்புபவர் நீங்கள் தேர்ந்தெடுக்கும் அதே பிணையத்தைப் பயன்படுத்துகிறாரா என்பதை உறுதிசெய்யவும். வெவ்வேறு பிணையங்களுக்கு இடையே அனுப்புவது நிரந்தர இழப்பை ஏற்படுத்தலாம்.
te: మీరు ఎంచుకున్న అదే నెట్‌వర్క్‌ను పంపేవారు ఉపయోగిస్తున్నారని నిర్ధారించుకోండి. నెట్‌వర్క్‌ల మధ్య పంపడం శాశ్వత నష్టానికి దారితీయవచ్చు.
th: ตรวจสอบให้แน่ใจว่าผู้ส่งใช้เครือข่ายเดียวกับที่คุณเลือก การส่งข้ามเครือข่ายอาจทำให้สูญเสียอย่างถาวร
tr: Gönderenin sizinle aynı ağı kullandığından emin olun. Ağlar arası gönderim kalıcı kayba yol açabilir.
uk: Переконайтеся, що відправник використовує ту саму мережу, що й ви. Надсилання між мережами може призвести до безповоротної втрати.
ur: ‏یقینی بنائیں کہ بھیجنے والا وہی نیٹ ورک استعمال کرے جو آپ منتخب کرتے ہیں۔ نیٹ ورکس کے درمیان بھیجنے سے مستقل نقصان ہو سکتا ہے۔
vi: Hãy chắc chắn rằng người gửi sử dụng cùng mạng mà bạn chọn. Gửi qua các mạng khác nhau có thể dẫn đến mất tiền vĩnh viễn.
zh_hans: 请确保发送方使用你选择的同一网络。跨网络发送可能导致资产永久丢失。
zh_hant: 請確保發送方使用你選擇的同一網路。跨網路發送可能導致資產永久遺失。

source: Make sure the sender uses this network
af: Maak seker die afsender gebruik hierdie netwerk
ar: ‏تأكد من أن المرسل يستخدم هذه الشبكة
bg: Уверете се, че подателят използва тази мрежа
bn: নিশ্চিত করুন যে প্রেরক এই নেটওয়ার্কই ব্যবহার করছেন
ca: Assegureu-vos que el remitent fa servir aquesta xarxa
cs: Ujistěte se, že odesílatel používá tuto síť
da: Sørg for, at afsenderen bruger dette netværk
de: Stellen Sie sicher, dass der Absender dieses Netzwerk verwendet
el: Βεβαιωθείτε ότι ο αποστολέας χρησιμοποιεί αυτό το δίκτυο
es: Asegúrate de que el remitente use esta red
et: Veenduge, et saatja kasutab seda võrku
fa: مطمئن شوید فرستنده از این شبکه استفاده می‌کند
fi: Varmista, että lähettäjä käyttää tätä verkkoa
fil: Siguraduhing ginagamit ng nagpapadala ang network na ito
fr: Assurez-vous que l'expéditeur utilise ce réseau
he: ‏ודא שהשולח משתמש ברשת זו
hi: सुनिश्चित करें कि भेजने वाला यही नेटवर्क उपयोग करे
hr: Pazite da pošiljatelj koristi ovu mrežu
hu: Győződjön meg róla, hogy a feladó ezt a hálózatot használja
id: Pastikan pengirim menggunakan jaringan ini
is: Gakktu úr skugga um að sendandinn noti þetta net
it: Assicurati che il mittente usi questa rete
ja: 送信者がこのネットワークを使うことを確認してください
ko: 보내는 사람이 이 네트워크를 사용하는지 확인하세요
lt: Įsitikinkite, kad siuntėjas naudoja šį tinklą
lv: Pārliecinieties, ka sūtītājs izmanto šo tīklu
ml: അയക്കുന്നയാൾ ഈ നെറ്റ്‌വർക്കാണ് ഉപയോഗിക്കുന്നതെന്ന് ഉറപ്പാക്കുക
mr: पाठवणारा हेच नेटवर्क वापरत आहे याची खात्री करा
ms: Pastikan penghantar menggunakan rangkaian ini
nb: Sørg for at avsenderen bruker dette nettverket
nl: Zorg dat de afzender dit netwerk gebruikt
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਭੇਜਣ ਵਾਲਾ ਇਹੀ ਨੈੱਟਵਰਕ ਵਰਤਦਾ ਹੈ
pl: Upewnij się, że nadawca używa tej sieci
pt_br: Certifique-se de que o remetente usa esta rede
ro: Asigurați-vă că expeditorul folosește această rețea
ru: Убедитесь, что отправитель использует эту сеть
sk: Uistite sa, že odosielateľ používa túto sieť
sl: Poskrbite, da pošiljatelj uporablja to omrežje
sr: Уверите се да пошиљалац користи ову мрежу
sv: Se till att avsändaren använder detta nätverk
sw: Hakikisha mtumaji anatumia mtandao huu
ta: அனுப்புபவர் இந்த பிணையத்தைப் பயன்படுத்துகிறார் என்பதை உறுதிசெய்யவும்
te: పంపేవారు ఈ నెట్‌వర్క్‌ను ఉపయోగిస్తున్నారని నిర్ధారించుకోండి
th: ตรวจสอบให้แน่ใจว่าผู้ส่งใช้เครือข่ายนี้
tr: Gönderenin bu ağı kullandığından emin olun
uk: Переконайтеся, що відправник використовує цю мережу
ur: یقینی بنائیں کہ بھیجنے والا یہی نیٹ ورک استعمال کرے
vi: Hãy đảm bảo người gửi sử dụng mạng này
zh_hans: 请确保发送方使用此网络
zh_hant: 請確保發送方使用此網路

source: Make your own phrase by rolling dice, flipping a coin, or typing numbers. Your input is hashed with SHA-256 so every digit shapes the result.
af: Maak jou eie frase deur dobbelstene te rol, ’n munt te gooi of syfers in te tik. Jou inset word met SHA-256 gehash, so elke syfer vorm die resultaat.
ar: أنشئ عبارتك الخاصة بأن ترمي النرد، أو تقلب عملة، أو تكتب أرقامًا. يتم تجزئة ما تُدخله بـ SHA-256 ليؤثر كل رقم في النتيجة.
bg: Създай своя фраза, като хвърляш зарове, мяташ монета или въвеждаш цифри. Това, което въведеш, се хешира със SHA-256, така че всяка цифра оформя резултата.
bn: পাশা ছুঁড়ে, মুদ্রা টস করে বা সংখ্যা টাইপ করে নিজের বাক্যাংশ বানান। আপনার ইনপুট SHA-256 দিয়ে হ্যাশ করা হয়, তাই প্রতিটি অঙ্ক ফলাফলকে গঠন করে।
ca: Crea la teva pròpia frase tirant daus, llançant una moneda o escrivint números. La teva entrada es processa amb SHA-256, així que cada dígit dona forma al resultat.
cs: Vytvoř si vlastní frázi házením kostek, hodem mincí nebo psaním čísel. Tvůj vstup se hashuje pomocí SHA-256, takže každá číslice ovlivňuje výsledek.
da: Lav din egen sætning ved at slå med terninger, slå plat eller krone, eller indtaste tal. Dit input hashes med SHA-256, så hvert ciffer former resultatet.
de: Erstelle deine eigene Phrase, indem du würfelst, eine Münze wirfst oder Zahlen eingibst. Deine Eingabe wird mit SHA-256 gehasht, sodass jede Ziffer das Ergebnis prägt.
el: Δημιούργησε τη δική σου φράση ρίχνοντας ζάρια, στρίβοντας ένα νόμισμα ή πληκτρολογώντας αριθμούς. Η εισαγωγή σου περνά από SHA-256, ώστε κάθε ψηφίο να διαμορφώνει το αποτέλεσμα.
es: Crea tu propia frase tirando dados, lanzando una moneda o escribiendo números. Tu entrada se procesa con SHA-256 para que cada dígito moldee el resultado.
et: Loo oma fraas, visates täringut, münti või sisestades numbreid. Sinu sisend räsitakse SHA-256-ga, nii et iga number kujundab tulemust.
fa: با پرتاب تاس، انداختن سکه یا تایپ کردن اعداد عبارت خودت را بساز. ورودی تو با SHA-256 هش می‌شود، پس هر رقم در نتیجه اثر می‌گذارد.
fi: Tee oma lauseesi heittämällä noppia, kolikkoa tai kirjoittamalla numeroita. Syöte hashataan SHA-256:lla, joten jokainen numero muokkaa tulosta.
fil: Gumawa ng sarili mong parirala sa pamamagitan ng pagpukol ng dais, pagtapon ng barya, o pag-type ng mga numero. Ang input mo ay i-hash gamit ang SHA-256 kaya bawat digit ay humuhubog sa resulta.
fr: Crée ta propre phrase en lançant des dés, une pièce ou en saisissant des chiffres. Ta saisie est hachée avec SHA-256, donc chaque chiffre façonne le résultat.
he: צור ביטוי משלך על ידי הטלת קוביות, הטלת מטבע או הקלדת מספרים. הקלט שלך עובר ערבול ב-SHA-256, כך שכל ספרה משפיעה על התוצאה.
hi: पासे फेंककर, सिक्का उछालकर या नंबर टाइप करके अपना वाक्यांश बनाएँ। आपका इनपुट SHA-256 से हैश किया जाता है, इसलिए हर अंक नतीजे को आकार देता है।
hr: Stvori vlastitu frazu bacanjem kocki, bacanjem novčića ili upisivanjem brojeva. Tvoj unos hashira se s SHA-256, tako da svaka znamenka oblikuje rezultat.
hu: Készíts saját kifejezést kockadobással, érmefeldobással vagy számok beírásával. A bemenetet SHA-256 hashelése után minden számjegy formálja az eredményt.
id: Buat frasa kamu sendiri dengan melempar dadu, melempar koin, atau mengetik angka. Input kamu di-hash dengan SHA-256 sehingga setiap digit membentuk hasilnya.
is: Búðu til þína eigin setningu með því að kasta teningum, mynt eða slá inn tölustafi. Innslátturinn þinn er kjötkvarnaður með SHA-256 svo hver tölustafur mótar niðurstöðuna.
it: Crea la tua frase tirando dadi, lanciando una moneta o digitando numeri. Il tuo input viene elaborato con SHA-256, così ogni cifra plasma il risultato.
ja: サイコロを振ったり、コインを投げたり、数字を入力して自分のフレーズを作成します。入力は SHA-256 でハッシュ化されるため、各桁が結果に影響します。
ko: 주사위를 굴리거나, 동전을 던지거나, 숫자를 입력하여 자신만의 문구를 만드세요. 입력 값은 SHA-256으로 해시되어 모든 자리가 결과에 영향을 줍니다.
lt: Susikurk savo frazę mesdamas kauliukus, monetą arba rinkdamas skaitmenis. Tavo įvestis maišoma SHA-256, todėl kiekvienas skaitmuo formuoja rezultatą.
lv: Izveido savu frāzi, metot kauliņus, monētu vai ievadot ciparus. Tavs ievads tiek jaukts ar SHA-256, tāpēc katrs cipars veido rezultātu.
ml: കല്ലുകൾ ഉരുട്ടി, നാണയം എറിഞ്ഞ് അല്ലെങ്കിൽ അക്കങ്ങൾ ടൈപ്പ് ചെയ്ത് നിങ്ങളുടെ സ്വന്തം വാചകം നിർമ്മിക്കുക. നിങ്ങളുടെ ഇൻപുട്ട് SHA-256 ഉപയോഗിച്ച് ഹാഷ് ചെയ്യപ്പെടുന്നതിനാൽ ഓരോ അക്കവും ഫലത്തെ രൂപപ്പെടുത്തുന്നു.
mr: फासे टाकून, नाणे टॉस करून किंवा अंक टाइप करून तुमचा स्वतःचा वाक्यांश बनवा. तुमचा इनपुट SHA-256 ने हॅश केला जातो, त्यामुळे प्रत्येक अंक निकालाला आकार देतो.
ms: Cipta frasa anda sendiri dengan melempar dadu, melambung syiling, atau menaip nombor. Input anda dihash dengan SHA-256 supaya setiap digit membentuk hasilnya.
nb: Lag din egen frase ved å kaste terninger, mynt eller skrive inn tall. Det du legger inn hashes med SHA-256, så hvert siffer former resultatet.
nl: Maak je eigen zin door met dobbelstenen te gooien, een munt te werpen of cijfers in te typen. Je invoer wordt gehasht met SHA-256, dus elk cijfer vormt het resultaat.
pa: ਪਾਸੇ ਸੁੱਟ ਕੇ, ਸਿੱਕਾ ਉਛਾਲ ਕੇ ਜਾਂ ਅੰਕ ਟਾਈਪ ਕਰ ਕੇ ਆਪਣਾ ਖੁਦ ਦਾ ਵਾਕ ਬਣਾਓ। ਤੁਹਾਡੀ ਇਨਪੁੱਟ SHA-256 ਨਾਲ ਹੈਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਇਸ ਲਈ ਹਰ ਅੰਕ ਨਤੀਜੇ ਨੂੰ ਆਕਾਰ ਦਿੰਦਾ ਹੈ।
pl: Utwórz własną frazę, rzucając kostkami, monetą lub wpisując cyfry. Twoje dane są haszowane SHA-256, więc każda cyfra wpływa na wynik.
pt_br: Crie sua própria frase rolando dados, jogando uma moeda ou digitando números. Sua entrada é processada com SHA-256, então cada dígito molda o resultado.
ro: Creează-ți propria expresie aruncând zaruri, dând cu banul sau tastând numere. Ce introduci este procesat cu SHA-256, așa că fiecare cifră modelează rezultatul.
ru: Создайте свою фразу, бросая кости, подбрасывая монету или вводя числа. Ваш ввод хешируется с помощью SHA-256, и каждая цифра влияет на результат.
sk: Vytvor si vlastnú frázu hádzaním kociek, hodom mincou alebo písaním čísel. Tvoj vstup sa hashuje pomocou SHA-256, takže každá číslica ovplyvňuje výsledok.
sl: Ustvari svojo frazo z metanjem kock, kovanca ali tipkanjem številk. Tvoj vnos je razprešen s SHA-256, tako da vsaka števka oblikuje rezultat.
sr: Направи своју фразу бацањем коцки, бацањем новчића или куцањем бројева. Твој унос се хешира помоћу SHA-256, тако да свака цифра обликује резултат.
sv: Skapa din egen fras genom att kasta tärningar, singla mynt eller skriva siffror. Din inmatning hashas med SHA-256 så att varje siffra påverkar resultatet.
sw: Tengeneza kifungu chako mwenyewe kwa kurusha dadu, kurusha sarafu, au kuandika tarakimu. Maingizo yako yanahashiwa kwa SHA-256 hivyo kila tarakimu inaunda matokeo.
ta: பகடைகளை உருட்டி, நாணயத்தைச் சுழற்றி அல்லது எண்களைத் தட்டச்சு செய்து உங்கள் சொற்றொடரை உருவாக்குங்கள். உங்கள் உள்ளீடு SHA-256 மூலம் ஹாஷ் செய்யப்படுவதால் ஒவ்வொரு இலக்கமும் முடிவை வடிவமைக்கிறது.
te: పాచికలను దొర్లించడం, నాణేన్ని విసరడం లేదా అంకెలను టైపు చేయడం ద్వారా మీ స్వంత వాక్యాన్ని తయారు చేయండి. మీ ఇన్‌పుట్ SHA-256తో హాష్ చేయబడుతుంది, కాబట్టి ప్రతి అంకె ఫలితాన్ని రూపొందిస్తుంది.
th: สร้างวลีของคุณเองโดยการทอยลูกเต๋า โยนเหรียญ หรือพิมพ์ตัวเลข สิ่งที่คุณป้อนจะถูกแฮชด้วย SHA-256 ดังนั้นทุกหลักจะส่งผลต่อผลลัพธ์
tr: Zar atarak, para fırlatarak veya sayı yazarak kendi ifadeni oluştur. Girdiğin değerler SHA-256 ile hashlenir, böylece her hane sonucu şekillendirir.
uk: Створіть власну фразу, кидаючи кубики, підкидаючи монету або вводячи числа. Ваш ввід хешується SHA-256, тож кожна цифра формує результат.
ur: پانسے پھینک کر، سکہ اچھال کر یا ہندسے لکھ کر اپنا جملہ بنائیں۔ آپ کا ان پٹ SHA-256 سے ہیش ہوتا ہے، تو ہر ہندسہ نتیجے کو ڈھالتا ہے۔
vi: Tự tạo cụm từ của bạn bằng cách đổ xúc xắc, tung đồng xu hoặc nhập số. Dữ liệu bạn nhập được băm bằng SHA-256, vì vậy mỗi chữ số đều định hình kết quả.
zh_hans: 通过投骰子、抛硬币或输入数字来创建你自己的短语。你的输入会经过 SHA-256 哈希处理,因此每一位数字都会影响最终结果。
zh_hant: 透過擲骰子、拋硬幣或輸入數字來建立你自己的短語。你的輸入會經過 SHA-256 雜湊處理,因此每一位數字都會影響最終結果。

source: Manage wallets
af: Bestuur beursies
ar: إدارة المحافظ
bg: Управление на портфейли
bn: ওয়ালেট পরিচালনা করুন
ca: Gestiona les carteres
cs: Spravovat peněženky
da: Administrer tegnebøger
de: Wallets verwalten
el: Διαχείριση πορτοφολιών
es: Gestionar carteras
et: Halda rahakotte
fa: مدیریت کیف پول‌ها
fi: Hallinnoi lompakoita
fil: Pamahalaan ang mga wallet
fr: Gérer les portefeuilles
he: נהל ארנקים
hi: वॉलेट प्रबंधित करें
hr: Upravljaj novčanicima
hu: Tárcák kezelése
id: Kelola dompet
is: Stjórna veskjum
it: Gestisci wallet
ja: ウォレットを管理
ko: 지갑 관리
lt: Tvarkyti pinigines
lv: Pārvaldīt makus
ml: വാലറ്റുകൾ കൈകാര്യം ചെയ്യുക
mr: वॉलेट्स व्यवस्थापित करा
ms: Urus dompet
nb: Administrer lommebøker
nl: Wallets beheren
pa: ਵਾਲਿਟ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj portfelami
pt_br: Gerenciar carteiras
ro: Gestionează portofelele
ru: Управление кошельками
sk: Spravovať peňaženky
sl: Upravljaj denarnice
sr: Управљај новчаницима
sv: Hantera plånböcker
sw: Dhibiti pochi
ta: வாலெட்டுகளை நிர்வகி
te: వాలెట్‌లను నిర్వహించండి
th: จัดการกระเป๋า
tr: Cüzdanları yönet
uk: Керування гаманцями
ur: والیٹس کا انتظام کریں
vi: Quản lý ví
zh_hans: 管理钱包
zh_hant: 管理錢包

source: Many exchanges require a memo. Sending without the one they gave you can lose the deposit.
af: Baie beurse vereis 'n memo. As jy stuur sonder die een wat hulle jou gegee het, kan die deposito verlore raak.
ar: تتطلب العديد من منصات التداول مذكرة. الإرسال دون المذكرة التي أعطوك إياها قد يفقد الإيداع.
bg: Много борси изискват бележка. Изпращането без тази, която са ви дали, може да изгуби депозита.
bn: অনেক এক্সচেঞ্জ একটি মেমো চায়। তারা যেটি দিয়েছে সেটি ছাড়া পাঠালে ডিপোজিট হারিয়ে যেতে পারে।
ca: Molts exchanges requereixen un memo. Enviar sense el que t'han donat pot fer que es perdi el dipòsit.
cs: Mnoho burz vyžaduje poznámku. Odeslání bez té, kterou vám dali, může vklad ztratit.
da: Mange børser kræver et notat. At sende uden det, de gav dig, kan få indbetalingen til at gå tabt.
de: Viele Börsen verlangen ein Memo. Sendest du ohne das vorgegebene Memo, kann die Einzahlung verloren gehen.
el: Πολλά ανταλλακτήρια απαιτούν υπόμνημα. Η αποστολή χωρίς αυτό που σας έδωσαν μπορεί να οδηγήσει σε απώλεια της κατάθεσης.
es: Muchos exchanges requieren una nota. Enviar sin la que te dieron puede hacer que pierdas el depósito.
et: Paljud börsid nõuavad memot. Saatmine ilma nende antud memota võib sissemakse kaotada.
fa: بسیاری از صرافی‌ها به یادداشت نیاز دارند. ارسال بدون یادداشتی که داده‌اند می‌تواند واریز را از دست بدهد.
fi: Monet pörssit vaativat viestin. Lähettäminen ilman heidän antamaansa voi hävittää talletuksen.
fil: Maraming exchange ang nangangailangan ng memo. Ang pagpapadala nang wala ang ibinigay nila ay maaaring magpawala ng deposito.
fr: De nombreuses plateformes d'échange exigent un mémo. Envoyer sans celui qu'elles vous ont donné peut faire perdre le dépôt.
he: בורסות רבות דורשות תזכורת. שליחה ללא זו שנתנו לך עלולה לאבד את ההפקדה.
hi: कई एक्सचेंज एक मेमो की आवश्यकता रखते हैं। उनके द्वारा दिए गए मेमो के बिना भेजने से जमा खो सकती है।
hr: Mnoge burze zahtijevaju bilješku. Slanje bez one koju su vam dali može izgubiti uplatu.
hu: Sok tőzsde megjegyzést kér. Ha az általuk adott nélkül küldesz, a befizetés elveszhet.
id: Banyak bursa memerlukan memo. Mengirim tanpa memo yang mereka berikan dapat menghilangkan setoran.
is: Margar kauphallir krefjast minnismiða. Að senda án hans sem þær gáfu þér getur glatað innborguninni.
it: Molti exchange richiedono un memo. Inviare senza quello che ti hanno fornito può far perdere il deposito.
ja: 多くの取引所はメモを必要とします。伝えられたメモなしで送ると、入金が失われることがあります。
ko: 많은 거래소가 메모를 요구합니다. 거래소가 알려준 메모 없이 보내면 입금이 손실될 수 있습니다.
lt: Daugelis biržų reikalauja užrašo. Siunčiant be to, kurį jums davė, indėlis gali būti prarastas.
lv: Daudzas biržas pieprasa piezīmi. Sūtīšana bez tās, ko tās jums iedeva, var izraisīt noguldījuma zaudēšanu.
ml: പല എക്സ്ചേഞ്ചുകൾക്കും ഒരു മെമോ ആവശ്യമാണ്. അവർ നൽകിയ മെമോ ഇല്ലാതെ അയച്ചാൽ നിക്ഷേപം നഷ്ടപ്പെടാം.
mr: अनेक एक्सचेंजना मेमो आवश्यक असतो. त्यांनी दिलेल्याशिवाय पाठवल्यास ठेव गमावली जाऊ शकते.
ms: Banyak bursa memerlukan memo. Menghantar tanpa yang mereka berikan kepada anda boleh menghilangkan deposit.
nb: Mange børser krever et notat. Å sende uten det de ga deg kan føre til at innskuddet går tapt.
nl: Veel exchanges vereisen een memo. Verzenden zonder de memo die zij je hebben gegeven kan de storting doen verloren gaan.
pa: ਬਹੁਤ ਸਾਰੇ ਐਕਸਚੇਂਜ ਨੂੰ ਮੀਮੋ ਚਾਹੀਦਾ ਹੈ। ਉਹਨਾਂ ਵੱਲੋਂ ਦਿੱਤੇ ਬਿਨਾਂ ਭੇਜਣ ਨਾਲ ਜਮ੍ਹਾਂ ਗੁਆਚ ਸਕਦੀ ਹੈ।
pl: Wiele giełd wymaga notatki. Wysłanie bez tej, którą podały, może spowodować utratę wpłaty.
pt_br: Muitas corretoras exigem um memorando. Enviar sem o que lhe deram pode fazer você perder o depósito.
ro: Multe burse cer un memo. Trimiterea fără cel pe care ți l-au dat poate pierde depunerea.
ru: Многие биржи требуют memo. Отправка без указанного ими memo может привести к потере депозита.
sk: Mnohé burzy vyžadujú poznámku. Odoslanie bez tej, ktorú vám dali, môže spôsobiť stratu vkladu.
sl: Mnoge borze zahtevajo zaznamek. Pošiljanje brez tistega, ki so vam ga dali, lahko povzroči izgubo pologa.
sr: Mnoge menjačnice zahtevaju belešku. Slanje bez one koju su vam dali može izgubiti depozit.
sv: Många börser kräver en memo. Att skicka utan den de gav dig kan göra att insättningen går förlorad.
sw: Sarafu nyingi za kubadilishana zinahitaji memo. Kutuma bila ile waliyokupa kunaweza kupoteza amana.
ta: பல பரிமாற்றங்கள் ஒரு மெமோவைக் கோருகின்றன. அவர்கள் கொடுத்த மெமோ இல்லாமல் அனுப்பினால் வைப்பு இழக்கப்படலாம்.
te: చాలా ఎక్స్ఛేంజీలు మెమోను కోరతాయి. వారు ఇచ్చిన మెమో లేకుండా పంపితే డిపాజిట్ పోవచ్చు.
th: แพลตฟอร์มแลกเปลี่ยนหลายแห่งต้องการบันทึกช่วยจำ การส่งโดยไม่ใส่บันทึกที่พวกเขาให้มาอาจทำให้เงินฝากสูญหายได้
tr: Birçok borsa bir not ister. Size verdikleri not olmadan göndermek yatırmayı kaybettirebilir.
uk: Багато бірж вимагають нотатку. Надсилання без тієї, яку вони дали, може призвести до втрати депозиту.
ur: بہت سی ایکسچینجز کو میمو کی ضرورت ہوتی ہے۔ ان کی دی ہوئی میمو کے بغیر بھیجنے سے ڈپازٹ ضائع ہو سکتا ہے۔
vi: Nhiều sàn giao dịch yêu cầu một ghi chú. Gửi mà thiếu ghi chú họ đã cung cấp có thể làm mất khoản nạp.
zh_hans: 许多交易所要求填写备注。发送时未填写他们给你的备注可能导致充值丢失。
zh_hant: 許多交易所要求填寫備註。傳送時未填寫他們給你的備註可能導致存入遺失。
